Repository: re-motion/Framework
Catalog: SecurityManager/Clients.Web/Globalization/UI/AccessControl/AccessControlResources.*.resx
Languages: de, fr, it

source: Object-based permissions
de: Objektbezogene Berechtigungen
fr: Autorisations spécifiques à l’objet
it: Autorizzazioni riferite a oggetto

source: Please assign at least one state.
de: Bitte ordnen Sie einen Status zu.
fr: Attribuez un état.
it: Assegnare uno stato.

source: Please select a tenant.
de: Bitte wählen Sie einen Mandanten aus.
fr: Choisissez un client.
it: Selezionare un tenant.

source: Delete row
de: Zeile löschen
fr: Effacer ligne
it: Elimina riga

source: Delete ACL
de: ACL löschen
fr: Supprimer ACL
it: Elimina ACL

source: Remove State
de: Status entfernen
fr: Supprimer état
it: Rimuovi stato

source: States must be unqiue within the ACL.
de: Es dürfen keine doppelten Stati zugewiesen werden.
fr: Chaque état doit être unique.
it: Ogni stato deve essere univoco.

source: Add row
de: Zeile hinzufügen
fr: Ajouter ligne
it: Aggiungi riga

source: Add object-based ACL
de: Objektbezogene ACL hinzufügen
fr: Ajouter ACL spécifique à l’objet
it: Aggiungi ACL riferito a oggetto

source: Assign State
de: Status zuordnen
fr: Attribuer état
it: Assegna stato

# Remotion.SecurityManager.Clients.Web.UI.AccessControl.EditPermissionsForm.Title
source: Edit permissions for class '{0}'
de: Berechtigungen für Klasse '{0}' verwalten
fr: Gérer les autorisations pour la classe «{0}»
it: Gestisci autorizzazioni per classe "{0}"

source: Add class-based ACL
de: Klassenbezogene ACL hinzufügen
fr: Ajouter ACL spécifique à la classe
it: Aggiungi ACL riferit a classe

source: Please select a state.
de: Bitte wählen sie einen Status aus.
fr: Sélectionnez un état.
it: Selezionare uno stato.

source: Class-based permissions
de: Klassenbezogene Berechtigungen
fr: Autorisations spécifiques à la classe
it: Autorizzazioni riferite alla classe

source: Please select a group.
de: Bitte wählen Sie eine Gruppe aus.
fr: Sélectionnez un groupe.
it: Selezionare un gruppo.

source: Please select a group type.
de: Bitte wählen Sie eine Struktureinheit aus.
fr: Sélectionnez une unité structurelle.
it: Selezionare una unità strutturale.

source: Please select a position.
de: Bitte wählen Sie eine Stelle aus.
fr: Sélectionnez un poste.
it: Selezionare un posto.

source: Please select a user.
de: Bitte wählen Sie einen Benutzer aus.
fr: Sélectionnez un utilisateur.
it: Selezionare un utente.

source: Hide details
de: Details ausblenden
fr: Masquer les détails
it: Nascondi dettagli

source: Show details
de: Details anzeigen
fr: Afficher les détails
it: Mostra dettagli

source: Remove all
de: Alle entfernen
fr: Tout effacer
it: Rimuovi tutti

source: Deny all
de: Alle verbieten
fr: Tout interdire
it: Vieta tutti

source: Grant all
de: Alle erlauben
fr: Tout autoriser
it: Permetti tutti

source: '{0}'-access denied
fr: Accès «{0}» interdit
it: Accesso a "{0}" vietato

source: '{0}'-access granted
fr: Accès «{0}» autorisé
it: Accesso a "{0}" consentito

source: '{0}'-access not set
fr: Accès «{0}» non défini
it: Accesso a "{0}" non definito

source: Within same
de: Innerhalb der selben
fr: Au sein des mêmes
it: All'interno dello stesso

source: Only this group
de: Nur diese Gruppe
fr: Uniquement ce groupe
it: Solo questo gruppo

source: This group or children
de: Diese Gruppe oder untergeordnete
fr: Ce groupe ou enfant
it: Questo gruppo o gruppi figli

source: This group or parents
de: Diese Gruppe oder übergeordnete
fr: Ce groupe ou parent
it: Questo gruppo o gruppi padre

source: This group or parents or children
de: Diese Gruppe oder über- bzw. untergeordnete
fr: Ce groupe ou parent ou enfant
it: Questo gruppo o gruppi padre o gruppi figli

source: Only this tenant
de: Nur dieser Mandant
fr: Uniquement ce client
it: Solo questo tenant

source: This tenant or parents
de: Dieser Mandant oder übergeordnete
fr: Ce client ou parent
it: Questo tenant o tenant padre

source: any
de: beliebig
fr: quelconque
it: qualsiasi

source: any
de: beliebig
fr: quelconque
it: qualsiasi

source: any
de: beliebig
fr: quelconque
it: qualsiasi

source: The entered name does not identify a group. Please correct your input.
de: Der eingegebene Name konnte keiner Gruppe zugeordnet werden. Bitte korrigieren Sie Ihre Eingabe.
fr: Le nom saisi ne peut être attribué à aucun groupe. Veuillez rectifier votre saisie.
it: Impossibile assegnare a un gruppo il nome immesso. Correggere l'input.

source: The entered name does not identify a user. Please correct your input.
de: Der eingegebene Name konnte keinem Benutzer zugeordnet werden. Bitte korrigieren Sie Ihre Eingabe.
fr: Le nom saisi ne peut être attribué à aucun utilisateur. Veuillez rectifier votre saisie.
it: Impossibile assegnare a un utente il nome immesso. Correggere l'input.
